{
  "type": "article",
  "title": "一区 - 庄园",
  "content": "【北纬42°38′，东经89°14′，庄园】\n\n你感到在两个世界之间穿行的时间变长了许多，但设备显示的时间告诉你，进入虚拟世界仍是一瞬间的事。这个坐标和熟悉的景色让你们恍然大悟，这里就是虚拟世界的谜土，而虚实两个世界都存在谜土，正好说明了二者的相互照应。\n\n跟着记忆中的方向，你们找到了当时的房间，不过现在它已经成了一处庄园。同样，庄园四周不知何时出现了环绕的群山，让这片区域变得更为隐秘。庄园的主人正坐在峡谷最低点，望着四周干燥的山峰默然思索，并未搭理你们的招呼。你们打开终端准备和riser汇报，那人却立即站起来说：“你们搞错了——要拯救的不是我，而是这个世界。”\n\n怎么自己作为一个新手就吃了闭门羹？那后面那么多迷失者该怎么办？你们呆滞地望向彼此。过了一小会儿，他默然走向庄园，你们随即跟上，通过大门之后，他开始讲述起自己的故事，看来是默认了你们的到来。根据他的介绍，他叫牧渊，二十六岁，从小喜欢规划事物，在大学期间学习水利工程，曾经凭借才学为他的家乡设计了一整套治水系统，因此被研究所重用，一路青云直上，这让你们之中的好几位都心生羡慕，毕竟能在谜土中心修建庄园，他显然不是平凡人物。\n\n不过庄园看似已经废弃许久，一路上充满了凋敝与颓废的气氛，杂乱的树枝在毫无生机的树干之上随意摆放着，底下是积上一层灰的枯叶，都诉说着时间留下的痕迹。再往里走，密密麻麻的枯树突然消失，路面也出现了一个弧度，显然这里是一座桥，而地面的凹陷就是河道，但其中早已没有水色。\n\n诡异的气氛让你们不敢说话，但牧渊却率先开口了：“你们觉得这里失去了什么？”\n\n水，当然是水，但作为一位水利工程师，这个问题在牧渊的眼中显然有更深一层的含义，于是你们没有一人敢于回答。牧渊叹了口气，继续说道：“如果真实的世界能像草稿纸上的规划一样就好了……”\n\n这句话倒是提醒了你。这里是低地，按理说应该是水流汇集之处……或者按另一种可能，是水的禁区。你想到刚进入庄园时看到的SECO星球地图，按照地理规律，这里深居内陆，本就没有多少降水，四面的高山更是将水汽尽数拦截。这里本来就不应该是水利工程师该踏足的地方，再怎么规划也无法逆转大自然下达的禁锢，那么牧渊来这里干什么？\n\n“现在我来解答这个问题。这里失去的并不是水，而是旧时代残存的创造性需求。”\n\n牧渊是作为工程设计师来到这里的，他发现这里虽然表面荒芜，但深层存在大量暗河，稍加改造就能实现水资源的高效利用。为此他殚精竭虑地设计方案，并亲自做好了前期准备，只要上级拍板，一切都将顺利进行，就像他为自己家乡设计的方案那样。然而时代的洪流来到了这里，高度的信息化让AI得以普遍应用，牧渊的方案相比AI来说有致命的成本问题，因此未能投用，上级还让他“学习先进工具，感受时代红利”。\n\n“当时我据理力争，但成本的差距终于胜过了一切。几乎一瞬间之后，AI方案就光速审批通过了，然后这就是他们修建的工程。”牧渊指向干涸的河道，苦笑道，“第一年还确实像个样子，之后就不行了，再然后漏洞百出，最后水都留不下了。”\n\n走着走着，你们已经到了庄园的另一端出口，四周景色仍和刚来时一样，单调而无趣。为了完成任务，你们要求在庄园歇息，牧渊也没说什么，只是点了点头，随后为你们端来一沓稿纸，以及一盘糕点，他说这是他家乡的特色小吃。\n\n----\n一开始你就想到，真相显然不是牧渊所说那么简单。你细细分析这个工程，就算牧渊作为守护者不断对其修改，其精细程度也远非AI可及，每个部分（SECTION）都充满了疑点。将其输入设备后，你们从稿纸上看到了工程的影子，AI也给出了确凿的证据，以证明工程为人力所为——果然还是AI最懂AI。\n\n和上级闹出矛盾之后，牧渊暗中以投标者的身份拿下建造权，并按照自己的规划一步步推进。然而，牧渊也必须独自承担高昂的成本，于是他只能在工程之外修建庄园，用耕作的收获填补工程的缺口。其间苦难早已往事不堪回首，不过按牧渊所说，这笔债务即将还清，水利工程马上就能正式启用，这里停滞数年的时光也将重新流动。\n\n事情的真相已经呼之欲出了，但牧渊为什么一定要坚持自己的计划？你不禁感到不解。\n\n牧渊拿出一张统计图，标题的“风险评估”在报道的歌舞升平面前是如此微不足道，但牧渊指着横轴之外的空白，严肃地说：“他们是用概率谋杀现实。”\n\n天气是混沌系统，而AI在计算时不可避免地会造成浮点误差，这些误差让它选择性忽略了任何极端情况。如果他们真的用AI方法，一旦出现极端情况，这里将成为一个定时炸弹，让下游几十万人蒙受飞来横祸。当人类把命脉交给黑箱，总得有人当那个不合时宜的守夜人，而牧渊就主动担任了这一角色。\n\n但你们的任务是用AI补全缺陷，而缺陷本身就是AI造成的，会不会相当于在伤口上撒盐？在牧渊面前，你们提出了这个疑问。\n\n“其实AI和水流有相通的地方。在算力较低时，AI看着很笨，却能最大程度上被人类控制，而随着算力高起来，AI就会出现自简化趋势，它会尽可能朝着最简单、最理所当然的方向思考，乃至抛弃限制条件。这不就是水流吗？流速较低时水总会按照你划定的方向走，流速一高，水流就散了，强大的冲力让它到处奔跑，酿成灾难。很幸运，我同时驾驭过两种事物。”牧渊笑着回答。\n\n现在对AI的算力要求已经被牧渊的工程填补大半，你们只需要调用较低的算力，于是，AI听话地写出了青涩却完美保留想法的答案。你们准备进行修改，但牧渊叫住你们，他坦然接受了这个答案。\n\n水，依然是水，牧渊的一切都献给了水，但真正摧毁他的却是如水一般悄然渗透的时代。随着牧渊打开阀门，一道道井水从深层流出，又被干涸的地面不断吸收。你似乎预料到了失望的结果，然而总有一点剩余的水不断地流着，将两侧的生灵重新唤醒，最终汇聚在地形的凹陷处，为大地的最低点画上晶莹的标记。"
}