{
  "type": "article",
  "title": "二区 - 沙海",
  "content": "【南纬2°32′，西经43°7′，沙海】\n\n看到纬度如此之低，并且刚刚才从沙漠走出来，你们断定这里应该是一片热带雨林，但真正传送过去之后，这里的景观却让你们大吃一惊。只见四周茫茫一片，分明又是一片热带沙漠，而万千湖泊散布在沙漠之中，似乎是万千个牧渊同时对水流进行搬运。每个湖面都倒映着矛盾的天空，东侧湖泊沉淀着暴雨前的铅灰，西边水面却折射出极昼般的冷白，叠加起来，又增添了不少诡异的气氛。\n\n第二位迷失者就站在传送点附近的湖畔记录数据，她的容貌早已被沙漠侵蚀，但见到你们，眼中仍浮现出原生态的热情。你们跟随她前往工作站，工作站规模不大，在风沙摧残下和沙漠融为了一体，只有墙上的“沙海”二字为这里保留了一点烟火气。\n\n“我叫澜夜，在这里记录生态数据。我知道你们想要什么，没事，我也在找寻这些东西。”澜夜将一本观测记录递了过来，低声说道：“这片沙海似乎有吞噬时间的魔力……”\n\n你翻开记录本，上面的记录虽然枯燥却又翔实，只是没有日期，而是用“第1天”“第2天”等表明时间的流逝。澜夜说，这是因为热带不像温带那样有明确的一年四季，这片沙漠的物候变化也颇有随机性。\n\n“三千多天——哦应该说八年前，上级让我来这里工作，并开出了极高的报酬。为保留生态环境，这里没有覆盖网络信号，因此我不能和外界联系。虽然寂寞，但考虑到家里的情况，我最后还是决定在此定居了。起初工作一切正常，但在记录到160天之后，我突然发现记录本上多了接下来160天的记录，并且其详细程度远不是简单开玩笑所能达到的，但我对此毫无印象！我按照原来的时间线继续记录，然后又是160天后，这件事竟然再次出现了！”\n\n你们跟随澜夜的指引找到相关记录，只见记录本上，两条相隔160天的时间线交替前行，在其交界处，涂改的痕迹时不时出现，往后变成了质问，再往后则是小心的试探与温馨的书信。澜夜的同伴名叫皓星，和澜夜差不多大，曾经也是一位活泼的女孩，并同样把自己的青春献给了这一事业。在这无尽的寂寞中，她们每隔160天回复对对方的问候，最终跨越八年的时光，来到今天，或者说第3037天，也就是下一次切换（3040天）的前夕。\n\n“再过三天，这片沙漠就将完全干涸了吧。到时候我的同伴就会过来，在记录本上续写她的第3041~3200天，而我则会拿到她送给我的礼物。说起来，我也要准备给她的礼物了，可惜我们除了这本观测记录以外完全不知道对方的信息，想见到对方更是天方夜谭——”澜夜顿了顿，望向空荡的天空。\n\n在钦佩于两人强大意志力的同时，你们再次翻开了观测记录。从约第两千天开始，记录已经不再枯燥，而是充满了澜夜与皓星的高延迟对话。而她们都默契地守口如瓶，用澜夜的话说，这是不让过快的展现破坏神秘感。看来，问题的关键就在这些记录之中了。\n\n----\n那么，破局的关键就是找到澜夜对皓星认知的形成（BECOMING）过程，不过现在你们能掌握的信息量已到极限。既然现在还没到解决问题的时候，那不如给澜夜一点陪伴，为她增添一点生活的乐趣。\n\n在沙海的几天里，你们和澜夜都过得十分充实，而湖泊中脆弱的生态系统也在以惊人的速度变换。转眼间，记录已经来到第3040天，也就是切换的那天，湖泊几乎都已干涸，这里又回到了传统印象中沙漠的死寂。逐渐降低的湿度让夜空逐渐变得澄澈，那一晚，你们第一次看到了星空，只见几颗皓白的孤星高悬天际，美得让你们陶醉其中。\n\n“皓星要来了吗？”你试着询问澜夜，却发现澜夜只是默默望向星空。你的脑中轰的一声炸开，难道皓星只是澜夜为逝去的挚友重新塑造的化身？你提醒队友，不要再干涉这件事，等明天给澜夜说明情况，就按部就班地完成任务，然后向她道别。这一夜，你们辗转反侧。\n\n热带地区的日出总是飞快，恍然之间天已大亮。你们准备执行安排，但找到澜夜时，她却穿着与这几天截然不同的衣服，并且她看到你们之后，尖叫一声，惊慌地向后退了几步：“你们是谁？什么时候来的？”\n\n“你是……皓星？是澜夜让我来的，她应该在记录本上提到过这事。”你连忙解释，澜夜，不，皓星的表情从惊恐变得感动，你的脑中几乎瞬间便构建出了事实的真相。\n\n在无尽的寂寞中，澜夜诞生出了皓星这个人格，并在潜意识中约定了160天的切换周期。每次切换时，当前掌管躯体的人格即被封存，并跳跃160天，来到新的世界。但在这片沙漠中，一切记录时间的工具都无法生效，因此在她们看来，自己的时间线完全连续，对方则处于与自己相位相差160天的另一条连续的时间线上。\n\n也就是说，澜夜凭借着两个交替的人格，在这片沙漠中默默度过了十六年，而非八年。这也能解释为什么她看着比想象中的衰老许多，在此之前，你们和她都认为是沙漠的恶劣环境导致了这份衰老。\n\n皓星还在翻阅记录本，她反复阅读着最后几页，想必其上记录了你们带给澜夜的一抹亮色。只见皓星的眼角逐渐湿润，最后眼泪聚集成泪滴，滴落在最后的字迹之上。\n\n“走，我们去看澜夜留下的礼物。”皓星突然坚定地站起来，带你们来到卧室之中。拉开抽屉，半张画布映入眼帘，在其上，澜夜微笑着望向被撕掉的另一半——原来澜夜的心中也有艺术的梦，只不过在沙漠的掩埋之下，这个梦变得如此遥不可及。\n\n你们最终没有告诉皓星真正的秘密，而是按之前设计的流程道别。从谜土的中心醒来时，你们发现终端收到了一张图片，那是澜夜与皓星在季节交替之处的拥抱。\n\n也许这就是最好的处理方法，你们把这件事告诉riser，他的表情却变得凝重：“那么，接下来这位，请你们一定认真处理。”"
}