{
  "type": "article",
  "title": "三区 - 高塔",
  "content": "【南纬3°45′，西经73°15′，高塔】\n\n连续两次被传送到沙漠，这让你们做足了干燥的准备，然而你们再一次失算了，这里分明是无穷无尽的雨林。按照地图，这里应有一座大城市，但你们发现道路延伸至雨林深处之后就没了下文。考虑到热带雨林的危险性，你们一度想要退缩，但riser告诉你们，这位迷失者非常不好处理，不管用什么手段都要到达他所在的位置。没办法，你们只能从几百公里外借来直升机，往这个坐标行进。雨林仍在无限延伸，直到一座玄色高塔挡住了你们的视线，也宣告着旅途进入新的阶段。\n\n“我叫景颜，这座塔的主人。是riser派你们来的吗？那你们还是别来了。”迎面走来一位白发男子，riser说他大约四十岁，但看上去他的容颜满是沧桑。雨林的下午永远都伴随着暴雨，你们躲进直升机的机舱，盘算着这次的任务确实难办，忽然云开雨霁，景颜也不知何时打开了大门。\n\n你惊奇地发现，景颜竟然和你们一样，都是puzzle hunt爱好者，并且还比你们早接触一辈。高塔中满是与解谜相关的记录，还有许多获奖证明。第一层的陈列品已经比较破旧，显然有些年头了。越往上，年代越新，但看上去都是十几年前的产物。可是每次当你们想驻足欣赏题目时，景颜总会加快脚步，让你们被迫跟着前往更高的楼层，就连休息也都安排在楼梯间进行。\n\n你们就这样走马观花一样地攀登了许久，窗外也从昏暗的林底移动到树梢，最终超过最高的树冠，迎来久违的阳光。高塔之内，蜿蜒的楼梯则是单调地盘旋，却又突然消失，取而代之的是一堵新砌的墙。“到头了，七七四十九层，多好的数字。”他似乎也累了，随意找了个陈列柜，将身子倒了上去，也没有再制止你们细看藏品。这里的藏品都出自九年前，距离现在尚有一大段时间，而高塔中的时间轴却走到了尽头。在藏品终结之处，一扇窗户静静地映出雨林之上空白的天空，恰似时间线崩溃之后的毫无波澜。\n\n这时你们的设备突然弹出了riser的警告，让你们立即终止任务，赶紧回来。你询问原因，得到的只是“执行命令”。这件事可不能让景颜知道——你谎称是闹铃响了，景颜点了点头，也没再问什么，只是把视线移向你们。看你们一直不想走，他叹了一口气：“好吧，既然你们这么想知道真相，那就跟我走吧。”他走向墙边，你们才发现原来这堵墙只是一个虚影，后面仍是正常的楼梯。\n\n塔顶的格局和底下的楼层完全一样，只不过陈旧了许多，显然已被封存多年。这里的藏品没有放进陈列柜，而是散乱堆在地上，粗略一看，每件藏品都是一道谜题，虽有翻新的痕迹，但根据署名，其时间明确指向八年前。\n\n“这是我在八年前的一些想法，如果你们想知道真相的话，就试试看吧。”景颜郑重地告诉你们，像是托付什么很重要的事，“这件事只代表我个人的选择，请你们不要过多参与其中。”\n\n----\n原来景颜还是放不下他和riser的友情（FRIENDSHIP）……可是你们只是走马观花地将藏品过了一遍，又从哪里能弥补这段友情呢？\n\n当黄昏的光芒从景颜的身后投射出来时，你才发现景颜用一道窗帘挡住了真正的答案。窗帘之后，一面写有“核心人员简介”的公告栏赫然出现，景颜和riser各出现在一头一尾，其上的时间线恰好终止在九年前。\n\n二十一年前，还是大学生的景颜偶然在电视上看到puzzle hunt这种有趣的形式，于是模仿着办了一届同人hunt，没想到大获成功，他不仅当上了SECO大学解谜协会的会长，而且吸纳了riser等同好，成了各地的解谜爱好者共同崇拜的大人物。在其后的十三年里，景颜和他的团队不断推陈出新，将hunt这一活动发扬光大，成为一时潮流。然而就在八年前，他和riser因为解谜圈发展的事翻脸，riser单方面宣布接手整个团队，同时抢先推出更优质的hunt强行让这件事成为约定俗成。此后，景颜愤而出走，在雨林之中建造了这座高塔，将还未发布的谜题碎片锁在塔顶，景颜于是从此销声匿迹了。\n\n“‘大衍之数五十，其用四十有九’，不完美才是真正的完美，就像这座高塔一样，如果封顶，就再也没有扩建的空间了。同样，一个人的能力再大，也会有衰退期。我选择在当时退出，是想向世人展示我最完美的一面。至于riser，他的上升期还在继续，肯定没法理解我的行为，不过我不怪他，总有一天他也会为自己修建高塔的。”\n\n你记录下这些谜题，它们用AI很好处理，但你们仍然坚持徒手为其补全。但当你们把一份完整的hunt文档交给景颜时，他先是一愣，随后将题目纸揉成一团，打开窗户，扔了下去。\n\n“没用的，不管我怎么努力，他们的成果已经是整个解谜界的共识，而我只是一个过客，不，一个传说罢了。”他背对着残存的光线，竟然开始了抽泣，“可是，他们连悲恸都不允许我拥有……我去年回团队庆祝二十周年，riser竟然直接把我赶走了……回去吧，就说你们的任务完成了，反正我只需要待在塔里就行……”\n\n外面应该是黄昏了吧，景颜身处光与暗的交界线上，半边金黄，半边灰暗。你像是想到了什么，打开数据库，果然，在你们来之前三个小时，正午的阳光曾经直射于此，每件藏品都被暴露在光明之中。想必riser选这么一天是有意义的，景颜却用最原始的手段避开了这个时间点，从而为自己留下影子的容身之处。\n\n“景”和“影”，本是对立的概念，却恰为一母一子。光景驱动的颜色总是最为绚烂的，但在绚烂之后，光景离去，一切又回到黑白。如果光景已成虚幻，那么，对与错，光与暗，又该如何定义？\n\n此情此景，再说什么都毫无价值，也许最好的方法是交给时间。你们只得向景颜拜谢，随后走出高塔。随着大门关闭，SECO星球的太阳隐入地平线，热带地区的日夜交替非常迅速，这一夜，还很长呢——你猛然瞥见，转瞬即逝的晚霞中，景颜站在第五十层的窗台前，手上正是你们填补的谜题。"
}