{
  "type": "article",
  "title": "四区 - 花原",
  "content": "【北纬29°32′，东经103°20′，花原】\n\n不知怎的，你们进入虚拟世界的位置比目标偏西了几十个经度，于是你们只好沿着纬线不断行进。和上次的雨林一样，这次你们碰到的是绵延不断的荒无人烟的山脉，一路上的色调也是光秃秃的白与褐。直到来到这个坐标代表的最后一座山上，你们才终于再次感受到了生命的气息，平原吹来的暖风在此处凝结成充沛的降水，涂抹出一片深绿色的背景，也点缀着不少彩色的花朵——从明显的分界线可以看出此处的人工痕迹，这正是第四位迷失者带给你们的信号。\n\n你们走近之后才发现，花朵在山坡上延伸到了目光尽处，除了山顶的一间木屋以外似乎无边无际。从木屋中走出一位少女，她看上去只有十几岁，身上点缀着绚烂但又奇怪的色彩，脸上满是笑容。“我叫绛璃，欢迎来到我的花园——其实我更喜欢将其称为‘花原’，草原的原，因为在其中我能感受到草原的辽阔。不过让我们先玩个捉迷藏游戏怎么样？这里是虚拟世界，所以你们可以随意调色。”\n\n你们欣然应允了下来，毕竟在漫长的任务期间能这样活动一下实属不易。但奇怪的是，不管你们如何将自己的颜色伪装得天衣无缝，绛璃总是能在茫茫花海之中一眼看到你们。感觉到信息不对等的欺骗之后，你们感到十分愤怒。绛璃却仍然非常活跃，她带着你们走进木屋，又端上一盘水果，略带俏皮地向你们解释：“哈哈哈，各位玩得怎样？大家放心，我绝对不会用热成像仪等不讲武德的手段，只是因为这些花都是从世界各地特意寻找的，它们的颜色不在程序中的颜色空间。”\n\n绛璃一边和你们分享着水果，一边和你们聊起了天。在感慨小女孩精力之旺盛的同时，你这才注意到整个木屋就是一张巨大的画布，颜料在其内部各个表面恣意泼洒，却显得毫无规律，就像是随机数程序生成的一样。这些颜料对比度非常高，才坐了一会，你们就感到头晕目眩，于是尽可能将视线移向窗外的自然光。而漫无止境的聊天还在继续，让你们感觉这不是唠家常，而是监狱的审讯，一定要让你们说出口供才肯罢休。\n\n“好啦好啦，我知道你们没办法适应这里，来，戴上它。”绛璃拿出几副眼镜，挨个分发给了你们。戴上眼镜之后，世界瞬间成了一片黑白，你们发现，木屋里的色块竟然排列成了艺术品，在抛开颜色的各个方面都堪称一流。\n\n“喜欢吗？这幅画的颜料都来自外面的花卉，它们的颜色虽然超越了色彩空间，但在人们喜欢的画面之中却变得毫无意义，乃至被意义所抛弃，成为让人头晕目眩的错误的附加属性。同样，你们把我称为迷失者，是不是也只关注到符合大众审美的一面，而将另一些属性归类为错误了呢？”\n\n“可是，如此优美的画作，为什么必须通过这种奇怪的方式才能被人理解呢？”你百思不得其解，于是向绛璃提出了疑问。绛璃嘿嘿一笑，拿出几张错乱的画作：“这些画会告诉你们答案，不过怎么让答案显露出来，那就要看你们能不能想到了……”\n\n----\nAI提示你们用单色光（MONOCHROME）分析，也就是按照绛璃的异常色觉进行阅读……不对，有这么简单吗？心细的你瞬间发现了其中的不对劲。如果把这些异常归结为绛璃是色盲，那么最开始的捉迷藏，她应该更不容易发现你们。难道是AI出错了？\n\n你突然想到自己陷入了绛璃的叙述性诡计之中，单色不一定是可见光，还有可能是被常人忽视的紫外线。你们打开光谱分析器，在360nm的紫外线下，许多点位出现了异常的吸收峰。你们于是让紫外线穿过颜料表层，这才发现，这些精美艺术的背后，竟然藏着另一批漫画，它们的画风与你刚才看到的截然不同，更像是作者陷入疯狂之后在画布上留下的救赎祈求。\n\n“这是我小时候画的几幅画，当时我才八岁。”绛璃用平静的语气缓缓向你们解说，心如止水。在稚嫩的笔触之下，天空与草地形成鲜明的对比，但原本是太阳的位置却被一个大叉代替。接下来是一份色盲鉴定报告，报告之外，绛璃在角落蜷缩着，而她的父亲在暗色背景中颤抖着为画作补上太阳。\n\n“我父亲也是色盲，但他早已将自己与常人的色觉做好对照，因此成为了名噪一时的画家。”绛璃的指尖抚过画中父亲的额头，“他花了五年时间教我辨认‘正确’的颜色，直到某天发现我在偷偷记录色谱日记。”——指尖再次抚过笔记本，其上是绛璃的记录：朝霞是612nm的刺痛，忧郁是480nm的窒息。你趁机关掉了紫外线，而绛璃的解说仍在继续。或许她已将每幅画的每个细节牢牢记住，但更可能的是，她并不是传统意义的色盲，而是获得了第四种色觉，只是其对应的视锥细胞挤占了正常感觉三原色的空间。\n\n你们决定不再打开紫外线，用心去感受绛璃笔下的隐藏世界。时间线仍在推进，那日之后，父亲再未在画中出现，取而代之的是色觉正常的母亲，与不需要色觉的铺天盖地的文字。文字是最能伪装的了，她努力模仿旁人对世界的描述，甚至差点让自己都陷入伪装。直到某一天，她哭着跑入花海，这才在对紫外线的特征吸收光谱中找到世界的另一个维度。绛璃突然摘掉你们的滤镜眼镜。“重新加入色彩”的木屋回归混沌，而她的瞳孔在暗处泛着奇异的光泽：“去年父亲葬礼上，我终于把他的遗作改造成了‘正确’的模样，”她突然停顿了一下，拿起一朵白花——当然她的视角中应有彩色——“纯粹的艺术应该是不依赖于感觉方式的美，而我们只是在默认的视角下攫取到了美的一个切片，就以唯一具有感性的生物自居而沾沾自喜了。”\n\n在正常人看来，绛璃失去了正常感知三原色的能力；但在她看来，所谓正常人不也是另一种意义上的色盲吗？就算是戴着眼镜强行纠正到正常人的视角，也只是自欺欺人罢了。那么，谁才是真正的迷失者？\n\n总有一天，另一位绛璃一样的异色视者将会出现，绛璃的故事也将被更多人理解。而现在的你们，就如蜻蜓点水一般，闻所闻而来，见所见而去，唯见肴核既尽，杯盘狼藉。"
}