{
  "type": "article",
  "title": "五区 - 暗格",
  "content": "【南纬48°52′，西经123°24′，“暗格”】\n\n找寻下一名迷失者让你们几乎跨越了SECO星球的半个大圆。在海洋中心，不知何时出现了一座小岛。受南极环流影响，这里全年阴冷，雪花却又倔强地与小岛保持距离，只在寒潮时偶然飘落，并跟随强大的南极环流飘向远方。小岛的面积不大，景观却极为单调，只有岩石与一座孤零零的房屋，反而让代表陆地的灰色占据了视野的绝大部分。走近一看，房屋也是出奇的小，你们的定位已经和目标完全重合，但你们仍站在房间外面，面面相觑。\n\n“哦你们果然来了快来快来我等你们已经太久了你知道吗这座小岛只存在于这个虚拟世界它和谜土一样不遵守物理规律因为这是独属于我的世界……”\n\n一阵连珠炮一般的信息流从未能察觉到的方向袭来，紧接着的便是一位皮肤如纸一样白的黑衣少年。想必他应该是第五位迷失者了，你们走上去打招呼，但少年仍在以极高的速度不断且不含停顿地输出信息，即便你们多次用手势和语言让他停止，也毫无作用。这个信息流的密度显然超出了你们的处理能力，你们只好拿出设备的录音功能，并借助AI转录成文本，这才终于跟上了他的节奏：\n\n“我叫缚雪，这是我的小岛，也是我在这个世界留下的乐园。我从五岁开始就在这里独自生活，这是真正的乐土，什么东西我都可以凭空得到。我在这座小岛，以及这个‘暗格’，已经生活十六年了。说到暗格，我很喜欢这个名字，它听起来就像能与外界失去一切联系。哦对现实世界的话，我已经把生活交给AI了，它控制我每天吃饭睡觉，总之过得很好。你们来到这里我很开心，但是我不觉得有什么迷失的，就当来玩，好吗？”\n\n即便已经把语速降低到可接受水平，你还是被这段跨度与密度极大的信息击倒，半天想不出该如何回答。于是缚雪失望地走向房屋，你们也只好跟上前去。\n\n你们这才发现房屋只是名为“暗格”的地下空间的入口，而这位少年显然长居于“暗格”之中。推开大门，屋子里只有一个向下的楼梯口，倒像是整座小岛的翻版。不过缚雪向我们展示了如何凭空调动物质和能量，这让楼梯间看着就像被阳光照射，而不再深邃。\n\n你们走下楼梯，这才发现“暗格”的大小其实远大于小岛本身。但“暗格”的内饰却极为简单，除了必要的生活设施以外，每个房间都是纯粹的几何图形，在惨白的灯光下一览无余。\n\n缚雪像个孩子一样蹦蹦跳跳，开始带着你们参观“暗格”：\n\n“你们可能会以为我很孤独，那你们就错了，这里的每个房间，每条线段，甚至空气中的每个分子，都在不停地和我做游戏……”缚雪热情地讲着，但任务在身，你们毫无休憩之意。缚雪似乎也感到无聊，他在空中点了几下，把你们所在的房间变成了总统套房。虚拟的阳光照射进房间，倒是很像一个度假区。\n\n“这里真的很美，你们就好好休息一下吧。顺便，我也想玩点你们喜欢玩的电子游戏，你们有什么推荐的吗？”\n\n到底是小孩子啊，安定下来就想玩游戏了。你从设备中找到一款游戏，把文件发给了他，他如获至宝，终于让你们得到了休息的时间。然而第二天一早，他的恐怖能力还是震撼到了你们——他竟然一晚上就学会了游戏的基本操作，并造出了一个完成度极高的存档。\n\n“这里真好，又有山脉又有海洋，最重要的是真正没有别人打扰，就像这座小岛一样。真的感谢你们，可是我没有什么能送给你们的，就请大家一起来游览吧。”\n\n“这就是‘暗格’的复制品？我的天，你怎么造出来的？”\n\n“用它还原‘暗格’还远远不够——一定记住：‘暗格’没有缺陷！它是最完美的！”缚雪突然变得暴怒，这气场显然吓到了你。你提出要继续参观“暗格”，缚雪却将一切人造景物都关闭，表现得十分沉静：\n\n“我知道你们想要什么，无非找到缺失的碎片，改变最终的印象，然后把我带出这座岛，回归你们认为的现实。但‘暗格’里只有唯一的答案，它既是我的故事碎片，也是你们需要的最终印象。只有真正理解我的人，才配得上对它的进一步描述。”\n\n看来，要解决这件事，你们只能如大海捞针一样，在海量的信息中找寻唯一有用的踪迹了。\n\n----\nPLANTING，植物？你瞥向“暗格”中心的花园，这才发现植物的下方竟然是来自陆地的泥土。这座小岛正位于西风带中央，终年刮着狂风，哪里来的泥土？你好奇地俯下身查看，却被缚雪一把抓住：“这是我造的！里面没有东西！”\n\n想着此地无银三百两的故事，你更是坚定了信心。当天夜里，你一边让队友稳住缚雪一边悄悄潜入花园，加紧了对泥土的搜寻。随着泥土被扒开，你发现一个盒子，里面沉甸甸的，打开一看，竟是与SECO星球的信息化完全不匹配的纸质信件。\n\n这座小岛由缚雪的父母合力建造，是原计划中给缚雪十八岁的成年礼。然而五岁那年，父母因为又一次的琐事一拍两散，他被判给了父亲，不久在天赋的指引下阴差阳错地激活了强大的学习能力，连跳三级，不满十岁就进入初中，成为旁人口中的理科天才。然而纯粹的理性换来的却是纯粹的孤独，由于年龄的错位，缚雪的十几年学习生涯几乎只能与知识做伴，其间只有母亲知晓他的痛苦，两人因此经常私下会面。不料就在两年前的毕业典礼上，父母同时出现，此事才被父亲发现。父亲将母亲诬告为想在缚雪有出息之后夺回抚养权，甚至找来几家三流媒体，把此事搬上了电视台，搞得母亲声名尽毁，还失去了赖以生存的一切。在盛夏的一个凌晨，母亲乘坐帆船离家出走，在小岛对应坐标的大洋深处沉入海中，只为缚雪留下这个坐标。\n\n于是，他就跨越半个SECO星球，把家里的泥土带到了这里？真是个倔强的孩子。你默默把信息放进盒子，下定决心不再打扰这个脆弱的平衡。时间已是凌晨，缚雪母亲出走应该就是这个时候吧，但在这个近乎南极的岛上，那一天的盛夏还要等待多久？\n\n世人从未惊叹于雪的完美，他们只会将雪塑造成自己想要的样子，然后扫入下水道，与污浊的脏水合流。而缚于这份完美的心灵，又怎会安然堕于污浊之中？\n\n缚雪的出现让你大吃一惊，想着这次的任务看来确定无法完成了。但他只是默默走过来，却又猛地抱着你，在你的肩上流下了眼泪。\n\n“我每天都在这里等待……我只是想有个在乎我的朋友……所以你们能不能留下来……”你以为十几年外加两年的孤独让缚雪的心境早已坚如磐石，但现在，它如棉花一般包裹着你，原来还原真相竟是那样的残酷。"
}