{
  "type": "problem",
  "title": "烂柯人观棋记",
  "extendData": "",
  "contentType": 1,
  "content": "<p>①你叫王质，生在太康年间的盛世之中，但祖上没有功业，因此家境贫寒。自从父母离去后，整日上山砍柴，颇为辛苦。</p>\n<p>②唉，这单调的生活真是一天不如一天了！什么时候才能找到一处福地，闲散地过一生呢？有人说贫穷也能带来快乐，就像和朋友床前点灯闲坐畅谈一样，我呸！真是不知道穷人有多苦。你一边走一边骂道。</p>\n<p>③说着说着，你突然发现自己来到了陌生的山地，唉，你昨晚就不应该喝那么多酒，醒醒醉醉的，现在迷路了，怎么办？不会真要把余生献给江河湖海了吧？哦，前面好像有两位童子，不妨找他们问问路吧。</p>\n<p>④原来他们在下围棋，而且棋局刚刚开始。你试着问了一下，他们颇有愠色：“观棋不语知道吗？”</p>\n<p>⑤可是任务要紧，你没办法，只能在旁边慢慢观看。这棋局还真有点意思，虽才开局就已经气势磅礴。原来自己就像蜜蜂闯进蝴蝶的世界一样失礼——这时一位童子发话了：“你把自己想成和我们一样，也太高看自己了吧！你知道蜂和蝶都是靠借用风力飞行的吗？”。</p>\n<p>⑥他们竟然能知道你在想什么！你大惊，原来这是碰到仙人了，而自己之前还以长辈自居！你慌忙卸下箩筐，跪下行礼。童子也没说什么，只是指向棋盘旁边的果盘，里面装着几颗枣子。你将果盘递给童子，他吃下一颗，又拿起一颗，招呼你一起吃，嗯，味道果然甘美，就像琼浆玉液一般。</p>\n<p>⑦只见棋盘上，白棋组成的花瓣和黑棋组成的影子从四角铺向中腹，他们就在稀疏的花和影中交替落子。你看得如痴如醉，直到一阵渔歌响起，才发现时间已是三更，但世间万物仍然光亮，想必是仙果所致。反正自己已经无依无靠，就继续看了。</p>\n<p>⑧棋局渐入中盘，黑白二气化作阴阳鱼在纹枰间游走，转瞬之间，它们融在一起，又忽的分开，各自化形。只见黑棋忽如龙游深渊，白子则似虎踞断崖，龙虎就在这棋盘上缠斗，一时间你竟听到隐隐雷鸣。</p>\n<p>⑨可失误就在此时出现了。黑棋的防守出现了一丝纰漏，白棋迅速抓住机会，将黑棋苦心经营的大龙屠灭。粗粗一算，黑棋竟损失三十余子！你长叹一声，大事去矣！</p>\n<p>⑩一只蚂蚁不知从何处登临其上，俯瞰棋盘。想象中，你变成了这只蚂蚁，向棋盘化作的战场极目而望。只见黑白两军各有千军万马，交战正酣，然自己所立之处却是残酷的厮杀之后留下的森森骸骨。两军主将在远处笑看疆场，无数士兵则在身下埋骨他乡。突然黑子堆成的小山因为提子太多不小心滑落，将蚂蚁掩于山下。在你眼中，这场山崩地裂，不知又要残害多少无辜生灵，令人胆战心惊。</p>\n<p>⑪霎时间，白棋已如江水一般四处流动，即将扑向黑棋的核心区域。你颇为心急，但童子仍然平静，十几手之后就化解了危机。你忽然觉得自己很可笑，仙人早已看惯了春秋变化，连自己父辈经历过的群雄争霸、三国鼎立都不怕，这么点小事怕什么？</p>\n<p>⑫童子突然问你：“你从这盘棋中看到了什么？”</p>\n<p>⑬“我发现棋是有灵气的，其间悲欢离合，或有小楼月照，杜鹃啼血，或有炉香弥漫，凤凰于飞，实在变化无穷。”</p>\n<p>⑭“甚妙，但不管是悲欢还是离合，它们都只能限制在这三百多格的棋盘之上，而棋盘一旦被占满，再多的变化都会导向唯一而确定的结果。这便是我们无法逃脱的宿命，不管是凡人还是仙人都一样。”</p>\n<p>⑮“仙人也会有宿命吗？”你好奇地问，却见白棋的进攻明显已处于下风。</p>\n<p>⑯“没有所谓的仙人，仙人只不过是活得久一点、有些许法力的凡人罢了，也有生老病死，还有凡人所无法想象的九九劫难。其实做个樵夫也挺好的，整日和山林为友，扔下斧头就睡觉，那可比苦行修炼轻松得多了！”</p>\n<p>⑰与此同时，棋局也进入收官的阶段，只见棋盘内的一草一木都变得鲜明，却被渐渐定格，再无变化空间。你不禁感叹：这小小的棋盘之中，究竟包含了世间多少风月之事？你于是向两位童子告辞，他们笑道：“你怎么还不离开呢？”原来这世界似乎完全变了，就连你的斧头也已经朽烂，而你还是那个青年。</p>\n<p>⑱童子再次笑道：“你也算看清古今世事的变化了！极西之地有哲人毕达氏，尝曰‘万物皆数’，而<strong><font color=red>古往今来</font></strong>，探求数海之人何其多耳，<strong><font color=red>你的名字又恰合数海之意</font></strong>，怎么能忘记本心呢？”</p>\n<p><a href=\"https://docs.qq.com/doc/DYnZPWHVNcGh2d1Rj\">腾讯文档</a></p>\n<p><a href=\"/config/seco2/static/assets/watchgowatchgo_7e11cf23bad0fb660df1846d6512f2c8.docx\">点击下载</a></p>",
  "answer": "NELUMBO",
  "desc": "<font color=\"#808080\"><i>相传晋人王质樵于山中，<strong><font color=\"#808080\">忽见二仙人临于江上</font></strong>，对弈正酣。王质观之，棋盘之上，一局方毕，而棋盘之外，世殊事异，古今已变。</i>\n</font>",
  "tips": [
    {
      "title": "我毫无头绪！ (2提示点)",
      "content": "注意到ft中加粗的字，其中隐藏了一个文化术语，你或许可以从一些刻意的描述入手。"
    },
    {
      "title": "要在哪些地方找相关内容？ (4提示点)",
      "content": "注意到第18段加粗的字，回想烂柯人叫什么。"
    },
    {
      "title": "该如何提取？ (3提示点)",
      "content": "每处关键内容对应两个句子。"
    },
    {
      "title": "可以具体说明一下吗？ (3提示点)",
      "content": "本体主题的“棋”提示了一种加密方法，最后按时间顺序排序。"
    }
  ],
  "additionalAnswers": [],
  "links": [
    {
      "title": "索引页",
      "type": "index",
      "path": "seco2/index"
    },
    {
      "title": "庄园",
      "path": "/area/seco2/1",
      "pgid": 1
    },
    {
      "title": "沙海",
      "path": "/area/seco2/2",
      "pgid": 2
    },
    {
      "title": "高塔",
      "path": "/area/seco2/3",
      "pgid": 3
    },
    {
      "title": "花原",
      "path": "/area/seco2/4",
      "pgid": 4
    },
    {
      "title": "暗格",
      "path": "/area/seco2/5",
      "pgid": 5
    },
    {
      "title": "过渡",
      "path": "/area/seco2/6",
      "pgid": 6
    },
    {
      "title": "中心",
      "path": "/area/seco2/7",
      "pgid": 7
    },
    {
      "title": "FM",
      "path": "/area/seco2/8",
      "pgid": 8
    }
  ],
  "arealink": {
    "title": "高塔",
    "path": "/area/seco2/3",
    "pgid": 3
  }
}